export const ATimeLine = [
  485, 505, 525, 570, 605, 625, 645, 680, 760, 785, 805, 825, 870, 905, 925,
  945, 970, 1000, 1040, 1060, 1080, 1100, 1120, 1200,
];
export const BTimeLine = [
  490, 510, 530, 580, 610, 630, 650, 690, 770, 790, 810, 830, 880, 910, 930,
  950, 980, 1010, 1050, 1070, 1090, 1110, 1130, 1200,
];

export const VTimeLine = [
  520, 535, 580, 640, 655, 720, 765, 775, 820, 940, 955, 1020, 1200,
];

export const ALocation = [
  "정문",
  "약학대학",
  "해대 1호관",
  "본관",
  "학생회관",
  "인문대 서쪽",
  "학생생활관",
  "인문대 동쪽",
  "중앙도서관",
  "의과대학",
  "공대 4호관",
  "교양동",
];

export const BLocation = [
  "정문",
  "약학대학",
  "해대 1호관",
  "교양동",
  "공대 4호관",
  "의과대학",
  "중앙도서관",
  "인문대 동쪽",
  "학생생활관",
  "인문대 서쪽",
  "학생회관",
  "본관",
];

export const week = [
  "일요일",
  "월요일",
  "화요일",
  "수요일",
  "목요일",
  "금요일",
  "토요일",
];
